{
  "AboutImageCard": {
    "SectionTitle": "AboutImageCard",
    "SectionType": "ImageCardDescription",
    "TextFontSize": "17px",
    "Title": "PUBLIC WORKS DEPARTMENT",
    "Image": "/src/assets/pwd_goa_head.webp",
    "Description": " The Public Works Department plays a major role in the economic, commercial and touristic development of the State of Goa. Being a service Department, it is entrusted with all the developmental activities like Planning, Design, Construction, Operation and Maintenance of all types of construction works in this State of Goa.",
    "BackgroundColorClass": "bg-grey-1"
  },
  "ProgrammesData": {
    "SectionTitle": "Programmes Under Public Works Department",
    "SectionType": "SimpleCard",
    "ColSizeMd": 4,
    "ColSizeSm": 1,
    "Data": [
      {
        "Title": "Building Works",
        "Description": "Functional and Non-functional",
        "ComponentName": "SimpleCard"
      },
      {
        "Title": "Roads and Bridges",
        "Description": "(i) State Programmes \n (ii) Centrally Sponsored Programmes \n (iii) National Highways \n (iv) WesternGhat Development Programme",
        "ComponentName": "SimpleCard"
      },
      {
        "Title": "Water Supply and Sanitation",
        "Description": "(i) State Programmes \n (ii) Centrally Sponsored Programmes.",
        "ComponentName": "SimpleCard"
      },
      {
        "Title": "Electrical and Mechanical",
        "Description": "This includes Government Garage and Workshop.",
        "ComponentName": "SimpleCard"
      }
    ]
  },
  "AboutUsText": {
    "Content": [
      {
        "Content": [
          {
            "Description": "In addition to the above, the construction for most of the other Departments,Local Bodies and some of the Autonomous Organizationsare also executed by Public Works Department, as Deposit Works."
          },
          {
            "Description": "A full-fledged Principal Chief Engineer, who is also the Ex-Officio Additional Secretary to the Government of Goa, having his head quarters at Altinho, Panaji, heads the Public Works Department."
          },
          {
            "Title": "Principal Chief Engineer:",
            "Description": "He is the Head of Department under the Goa Delegation of Financial Powers Rules, 1997 and Ex-Officio Additional Secretary to the Government of Goa. He is also the budget controlling and appointing authority and ensures proper co-ordination between the three Chief Engineers. The following activities are under the control of the Principal Chief Engineer:",
            "Sublist": [
              "(a) Administration and Co-ordination",
              "(b) Quality Control",
              "(c) Vigilance matters",
              "(d) Enlistment of Contractors",
              "(e) Parliament & State Assembly matters",
              "(f ) Budget, Audit & Public Accounts Committee matters.",
              "(g) Any Technical & Financial powers delegated by Government beyond the powers of Chief Engineer for implementing Public Works."
            ]
          },
          {
            "Description": "The following wings/units are under the control of Principal Chief Engineer:",
            "Sublist": [
              "(a) Joint Director of Accounts (for matters related to accounts).",
              "(b) Director of Administration (for all administrative matters).",
              "(c) Superintending Surveyor of Works (for Planning and Quality Control).",
              "(d) Superintending. Engineer (Monitoring & Evaluation.)",
              "(e) Engineering Officer (for Liaison & Coordination)",
              "(f) Executive Engineer (Legal) (for co-ordination of Legal Matters, Land Acquisition Cell, Estate matters, etc.)",
              "(g) Chief Architect (Architectural Design and Planning)"
            ]
          }
        ]
      },
      {
        "Content": [
          {
            "Title": "Chief Engineer - I:",
            "Description": "Chief Engineer-I deals with Public Health Engineering Works, that include Water Supply, Sanitation, environmental up-gradation scheme, matters related to centrally sponsored schemes for the respective areas."
          },
          {
            "Description": "He is also the Head of Office and Ex-Officio Joint Secretary to the Government of Goa. Circles V, VI & VIII are under his control along with the relevant Divisions as defined under the existing set-up. The Chief Engineer-I is also authorized to report to the Secretary (PWD) for all matters related to all the works entrusted to him."
          }
        ]
      },
      {
        "Content": [
          {
            "Title": "Chief Engineer - II:",
            "Description": "Chief Engineer-II deals with all Buildings works in the P.W.D. budget,Electrical and Mechanical works of PWDand also the works related to various other Departments of the State. He is also authorized to deal with MPLAD Scheme including deposit works in the Building Sector."
          },
          {
            "Description": "He is the Head of Office and Ex-Officio Joint Secretary to the Government of Goa. Circles I, II, VII and Chief Architect's Office are under his supervision along with relevant Divisions as defined under the existing set-up. The Chief Engineer-II is also authorized to report to the Secretary (PWD) for all the matters related to all the works entrusted to him."
          }
        ]
      },
      {
        "Content": [
          {
            "Title": "Chief Engineer - (NH, Roads & Bridges, National Highway):",
            "Description": "The Chief Engineer deals with all Roads and Bridges including the National Highway both for the works in the P.W.D. budget and also the works related to various other Departments of the State."
          },
          {
            "Title": "Chief Engineer - (NH, Roads & Bridges, National Highway):",
            "Description": "He is the Head of Office and Ex-Officio Joint Secretary to the Government of Goa. Circles III, IV, IX and as defined under the existing set-up. The Chief Engineer-(Roads & Bridges, National Highway) is also authorized to report to the Secretary (PWD) for all the matters related to all the works entrusted to him."
          },
          {
            "Description": "The following units/wings working under control of the Principal Chief Engineer are authorized to co-ordinate with the Chief Engineer - I (Public Health Engineering),Chief Engineer-II (Mechanical and Electrical Works and Buildings) and Chief Engineer - (Roads & Bridges, National Highway), for matters related to accounts fund certificate, allocation of funds, monitoring of financial and physical progress, legal opinion, land acquisition matters, etc.",
            "Sublist": [
              "1) Joint Director of Accounts is in charge of Accounting, Auditing, Planning and Budgeting matters including submission of estimates for A.A & E.S. & issues of Orders thereof.",
              "2) Superintending Surveyor of Works is in charge of technical designs, processing for the acceptance of tenders, projects control and management.",
              "3) Superintending Engineer (Monitoring& Evaluation) is in charge of Monitoring of various development sectors, LIC & HUDCO loans, etc.",
              "4) Chief Architect is in charge of Architectural Design and Planning.",
              "5) Director of Administration is in charge of administration.",
              "6) Engineering Officer is the Technical Advisor to Principal Chief Engineer and entrusted with other allied matters pertaining to the Principal Chief Engineer’s office."
            ]
          },
          {
            "Description": "All the Chief Engineers are authorized to exercise their Technical Powers as per the procedures laid down in CPWD Manual & Code and delegation of powers as approved by the Government from time to time. Under the revised set-up, the existing functioning of the Circles/Division/Sub-Divisions in PWD has remained unaltered."
          },
          {
            "Description": "The Department is divided into Administrative Unitscalled Circles, which are headed by Superintending Engineers. Each Circle consists of field units known as Works Divisions headed by Executive Engineers who are entrusted with execution of works. Sub-Divisional offices headed by Assistant Engineers in turn assistthem."
          },
          {
            "Description": "The Department has got 9 Circle Offices and 25 Works Divisions  stationed throughout the State of Goa. Each Sub- Division is provided with Junior Engineer / Technical Assistants who supervise the day-to-day execution of works. 7 Circle Offices are presently located at Altinho,Panajiand two are locatedat Margao. The Divisions are located in various Talukas depending upon the jurisdiction of their activities, to enable them to maintain proper and efficient control over the executionof work."
          },
          {
            "Description": "Each Superintending Engineer has under his charge two or more divisions. He is the administrative head who exercises the control over the activities of Divisions engaged in investigation, planning, construction and maintenance of various works. He also maintains liaison with the offices of the Chief Engineer with regard to works and all technical matters. The Superintending Engineer is required to examine the works of the Divisional and Sub- Divisional officers during his inspection and keep a strict watch on expenditure and achievements of the physical targets, for efficient and economical functioning of the Circle."
          },
          {
            "Description": "The Divisional Officer headed by Executive Engineer, is directly responsible for the procurement of new materials and machinery for speedy economical execution of works and further for the proper upkeep of work-accounts and smooth implementation of various schemes entrusted to his Division. The Divisional Accountant who assists the Executive Engineer is primarily responsible for ensuring the correct compilation of the accounts of the Division and that there is no excess over the estimated cost of the works under his control. The Divisional officer is also responsible for exercising proper control and adopting measures to preserve the scheme in good condition, prevent encroachment of Government land and buildings under his jurisdiction."
          },
          {
            "Description": "The Assistant Engineer, who is the in charge of the sub-division office, is responsible to the Executive Engineer for getting the works executed according to the approved designs, specifications and estimates. He is also required to inspect the conditions of buildings and structuresunder his control periodically."
          },
          {
            "Description": "The Junior Engineer / Technical Assistant is the primary element in the Executive Wing of the Division who is responsible for the execution of works and maintenance of accounts for the works under his control. The Junior Engineer / Technical Assistant is directly responsible for the entire execution of works and the works are supposed to be carried out in his presence. He is also responsible for proper maintenance of muster rolls in respect of labour employed by the Department, watch over the progress of works, record of measurements etc."
          },
          {
            "Description": "Ultimately, the Executive Engineer and his subordinates are entirely responsible for the smooth functioning of the Divisions and they have to account for the budgeted expenditure andconsequently achieve the physical targets."
          },
          {
            "Description": "The Architectural wing isheaded by the Chief Architect who is assisted by Architects, Assistant Architect and Architectural Assistants. He is in charge of preparation of plans and furnishing of detailed drawings of the buildings etc., to be undertaken by this Architectural Wing. The Chief Architect and his staff are also required to inspect the building works frequently as required and also to give initial layout and the final completion certificates."
          }
        ]
      }
    ]
  }
}
